{
  "English": "Englisch",
  "Select your language": "Wähle deine Sprache",
  "Help": "Hilfe",
  "Are you sure?": "Bist du dir sicher?",
  "Choose language": "Wähle eine Sprache",
  "German": "Deutsch",
  "OK": "OK",
  "Cancel": "Abbrechen",
  "Universities": "Universitäten",
  "Search for Universities": "Suche nach Universitäten",
  "statistics": "Statistiken",
  "continue": "Weiter",
  "current time": "aktuelle Zeit",
  "Mobility Fair": "Mobility Fair",
  "For exhibitors": "Für Aussteller",
  "For students": "Für Studenten",
  "The Mobility Fair is a part of the Annual General Meeting of the Erasmus Student Network (ESN) - Europe’s biggest student association. It takes place on": "Die Mobility Fair findet im Rahmen der Jahreshauptversammlung der größten Studierendenorganisation Europas, dem Erasmus Student Network (ESN), statt. Die Messe ist am",
  "21st of April, from 11 a.m. to 5 p.m.": "21. April von 11 bis 15 Uhr",
  "and is open to all interested parties.": "geöffnet.",
  "During the Mobility Fair, professionals, graduates, and students meet in order to exchange information on attractive job offers and study opportunities. True to our motto": "Fach- und Führungskräfte, Hochschulabsolventen, Studierende und interessierte Besucher treffen bei der Messe aufeinander, um sich über attraktive Stellenangebote und Studienmöglichkeiten zu informieren. Aber ganz getreu dem Motto",
  "“Mobility is a Lifestyle”": "“Mobility is a lifestyle”",
  ", we explicitly want to highlight the characteristics of the Erasmus generation: mobility, flexibility, and open-mindedness.": "wollen wir insbesondere die Eigenschaften hervorstellen, die die Erasmus-Generation auszeichnen: wir sind mobil, flexibel und aufgeschlossen!",
  "Those qualities are in high demand among all kinds of enterprises and organisations. The Mobility Fair offers a perfect opportunity to gather new contacts and network. Additionally, the fair serves as a platform for professionals looking for the next step in their career.": "Diese Eigenschaften sind bei diversen Unternehmen und Institutionen gefragt und die Mobility Fair bietet die perfekte Gelegenheit zum Netzwerken und Kennenlernen. \nDie Messe dient zudem als Plattform für Menschen, welche in ihrer Karriere „den nächsten Schritt machen wollen“.",
  "When? April 21st, 11 a.m. - 5 p.m.": "Wann? 21. April, 11 bis 17 Uhr",
  "Where: Freie Universität Berlin, Henry-Ford-Bau, Garystraße 35, 14195 Berlin-Dahlem": "Wo? Freie Universität Berlin, Henry-Ford-Bau, Garystraße 35, 14195 Berlin-Dahlem",
  "iCal": "iCal",
  "by plane": "mit dem Flugzeug",
  "by bus": "mit dem Bus",
  "Show all exhibitors": "Alle Aussteller",
  "Who should attend the Mobility Fair?": "Zielgruppe",
  "Students and graduates looking for:": "Studierende & Hochschulabsolventen auf der Suche nach",
  "interesting master programs": "interessanten Masterprogrammen.",
  "challenging internships": "herausfordernden Praktika",
  "perfect entry-level jobs": "Möglichkeiten für den Berufseinstieg",
  "As well as all Berlin-based people looking for new opportunities": "Berliner, die den nächsten Karriereschritt machen wollen",
  "Find out more about AGM:": "Mehr Informationen zum AGM finden Sie hier",
  "Why should you become an exhibitor?": "Warum Aussteller werden?",
  "Mobility is a Lifestyle": "Mobility is a Lifestyle",
  "We want to show all the possibilities to become active on a global level. The world needs the Erasmus generation.": "Wir wollen die verschiedenen Möglichkeiten aufzeigen, überall in der Welt aktiv zu werden: ob als Azubi oder Studi - die Welt braucht die Erasmus-Generation.",
  "We focus on diversity": "Der Fokus liegt auf der Vielfalt",
  "The mobility fair gives enterprises and NGOs an equal opportunity to present themselves and their projects.": "Im Vergleich zu anderen Karrieremessen wollen wir nicht nur interessante Unternehmen präsentieren, sondern auch Non-Profit Organisationen die Gelegenheit geben, ihre Arbeit und ihre Projekte vorzustellen.",
  "Europe in one day": "Da die Mobility Fair im Rahmen der Jahreshauptversammlung der größten Studierendenorganisation Europas stattfindet, treffen die regionalen und überregionalen Aussteller auf eine Vielzahl engagierter und motivierter junger Leute, die getreu den Erasmus-Werten auf der Suche nach neuen Herausforderungen sind.",
  "The Mobility Fair is a part of the Annual General Meeting of Europe’s biggest student association. Regional and international exhibitors are going to meet a multitude of motivated young people with an international mindset, looking for new opportunities.": "Von Studenten für Studenten",
  "From students to students": "Von Studenten für Studenten",
  "The fair is organized by volunteers of the Erasmus Student Network. Our motivation is to show the benefits of mobility to young people and share our own experiences.": "Anders als andere Messen wird diese Messe komplett von Ehrenamtlichen des Erasmus Student Networks organisiert. Wir möchten Studierenden die zahlreichen Möglichkeiten von Mobilität aufzeigen und unsere eigenen Erfahrungen teilen.",
  "Become an exhibitor now": "Jetzt Aussteller werden",
  "What kind of students will visit the Mobility Fair?": "Studierende welcher Fachrichtungen besuchen die Mobility Fair?",
  "We are expecting students from more than 500 higher education institutions from all over Europe. Students from Berlin, especially the FU Berlin, will also be attending.": "Wir erwarten Studierende von über 500 Hochschulen in ganz Europa, aber auch lokale Besucher, insbesondere Studierende der FU Berlin.",
  "FU Berlin offers degrees in a variety of subjects, including:": "An der FU Berlin selbst sind folgende Fachbereiche vertreten:",
  "biology, chemistry, and pharmacy": "Fachbereich Biologie, Chemie, Pharmazie",
  "earth sciences": "Fachbereich Erziehungswissenschaft und Psychologie",
  "educational science and psychology": "Fachbereich Geowissenschaften",
  "history and cultural sciences": "Fachbereich Geschichts- und Kulturwissenschaften",
  "mathematics and informatics": "Fachbereich Mathematik und Informatik",
  "philosophy and humanities": "Fachbereich Philosophie und Geisteswissenschaften",
  "physics": "Fachbereich Physik",
  "political and social science": "Fachbereich Politik- und Sozialwissenschaften",
  "law": "Fachbereich Rechtswissenschaft",
  "veterinary medicine and human medicine": "Fachbereich Veterinärmedizin & Medizinische Fakultät Charité - Universitätsmedizin Berlin",
  "economy": "Fachbereich Wirtschaftswissenschaft",
  "Find out more about the Bachelor and Master courses of FU Berlin here:": "Erfahren Sie hier mehr über die Bachelor- und Masterstudiengänge der FU Berlin",
  "What can you offer to students and graduates?": "Was können Sie den Messebesuchern anbieten?",
  "All kinds of entry-level opportunities, including:": "Sie können alle Einstiegsprogramme vorstellen, also z.B.:",
  "Meet the Erasmus Generation": "Meet the Erasmus Generation",
  "internships": "Praktika",
  "working student jobs": "Studentenjobs",
  "term papers": "Semesterarbeiten",
  "graduate papers": "Abschlussarbeiten",
  "by car": "mit dem Auto",
  "trainee programs": "Trainee-Programme",
  "direct entry opportunities": "Direkteinstieg",
  "none": "keins"
}